/* Delete Account message format
   Delete Category message format */
"%@ Entries will be deleted too" = "%@ Entries will be deleted too";

/* No comment provided by engineer. */
"%d Entries" = "%d Entries";

/* No comment provided by engineer. */
"\(year)" = "\(year)";

/* No comment provided by engineer. */
"A new expense for %@ will be added to your ledger on %@" = "A new expense for %1$@ will be added to your ledger on %2$@";

/* No comment provided by engineer. */
"Accounts" = "Accounts";

/* Action not found */
"Action not found" = "Action not found";

/* Add New Entries notification title */
"Add New Entries" = "Add New Entries";

/* Add New Entries past tense notification body */
"Add new entries from today?" = "Add new entries from today?";

/* Add New Entries past tense notification body */
"Add new entries from yesterday?" = "Add new entries from yesterday?";

/* No comment provided by engineer. */
"Adding Imported Items" = "Adding Imported Items";

/* No comment provided by engineer. */
"After" = "After";

/* Delete Mutltiple Accounts message
   Delete Mutltiple Categories message */
"All associated entries will be deleted too." = "All associated entries will be deleted too.";

/* No comment provided by engineer. */
"An Error Occurred" = "An Error Occurred";

/* No comment provided by engineer. */
"An error occurred importing the entries." = "An error occurred importing the entries.";

/* No comment provided by engineer. */
"An error occurred when processing this ledger for sharing. Please try again after sometime." = "An error occurred when processing this ledger for sharing. Please try again after sometime.";

/* No comment provided by engineer. */
"Are you sure you want to delete the smart filter? This operation is not recoverable." = "Are you sure you want to delete the smart filter? This operation is not recoverable.";

/* No comment provided by engineer. */
"Buy %@" = "Buy %@";

/* Cancel button title */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Categories" = "Categories";

/* No comment provided by engineer. */
"Check for Updates..." = "Check for Updates...";

/* Quit without saves error question message */
"Could not save changes while quitting. Quit anyway?" = "Could not save changes while quitting. Quit anyway?";

/* No comment provided by engineer. */
"Daily" = "Daily";

/* No comment provided by engineer. */
"day" = "day";

/* No comment provided by engineer. */
"Debug" = "Debug";

/* No comment provided by engineer. */
"Delete" = "Delete";

/* Delete Account title format
   Delete Category title format */
"Delete %@" = "Delete %@";

/* Delete Multiple Accounts title format */
"Delete %d Accounts" = "Delete %d Accounts";

/* Delete Multiple Categories title format */
"Delete %d Categories" = "Delete %d Categories";

/* Delete Entries title format */
"Delete %d Entries" = "Delete %d Entries";

/* No comment provided by engineer. */
"Delete Ledger" = "Delete Ledger";

/* No comment provided by engineer. */
"Delete Ledger?" = "Delete Ledger?";

/* Existing data question message */
"Delete or Merge with existing data?" = "Delete or Merge with existing data?";

/* No comment provided by engineer. */
"Delete Smart Filter?" = "Delete Smart Filter?";

/* No comment provided by engineer. */
"Deleting Existing" = "Deleting Existing";

/* No comment provided by engineer. */
"Deleting the ledger will also delete all entries, accounts and categories in it." = "Deleting the ledger will also delete all entries, accounts and categories in it.";

/* No comment provided by engineer. */
"Duplicate" = "Duplicate";

/* Duplicate Entries title format */
"Duplicate %d Entries" = "Duplicate %d Entries";

/* No comment provided by engineer. */
"Edit" = "Edit";

/* No comment provided by engineer. */
"Edit Smart Filter" = "Edit Smart Filter";

/* No comment provided by engineer. */
"Entries" = "Entries";

/* No comment provided by engineer. */
"Entries created by this template will not be deleted." = "Entries created by this template will not be deleted.";

/* No comment provided by engineer. */
"Error Deleting Share" = "Error Deleting Share";

/* No comment provided by engineer. */
"Error Importing Entries" = "Error Importing Entries";

/* Existing Data question title */
"Existing Data?" = "Existing Data?";

/* Expense */
"Expense" = "Expense";

/* No comment provided by engineer. */
"Expenses" = "Expenses";

/* No comment provided by engineer. */
"Failed to create export directory" = "Failed to create export directory";

/* No comment provided by engineer. */
"Failed to Share" = "Failed to Share";

/* No comment provided by engineer. */
"Fortnight" = "Fortnight";

/* No comment provided by engineer. */
"Freq. Account" = "Freq. Account";

/* No comment provided by engineer. */
"From %@" = "From %@";

/* No comment provided by engineer. */
"From %@ to %@" = "From %1$@ to %2$@";

/* No comment provided by engineer. */
"Generic JSON Format" = "Generic JSON Format";

/* Income */
"Income" = "Income";

/* No comment provided by engineer. */
"Invalid Data" = "Invalid Data";

/* No comment provided by engineer. */
"Invalid data or the data is in an invalid format." = "Invalid data or the data is in an invalid format.";

/* No comment provided by engineer. */
"Invalid Destination Account" = "Invalid Destination Account";

/* No comment provided by engineer. */
"Invalid Source Account" = "Invalid Source Account";

/* No comment provided by engineer. */
"last" = "last";

/* Later today recurring subtitle */
"Later today" = "Later today";

/* No comment provided by engineer. */
"List" = "List";

/* No comment provided by engineer. */
"Manage Share" = "Manage Share";

/* No comment provided by engineer. */
"Merging Data" = "Merging Data";

/* No comment provided by engineer. */
"Merging entries from %@" = "Merging entries from %@";

/* No comment provided by engineer. */
"Month" = "Month";

/* No comment provided by engineer. */
"Monthly" = "Monthly";

/* No comment provided by engineer. */
"Most Spent" = "Most Spent";

/* No comment provided by engineer. */
"Never" = "Never";

/* No comment provided by engineer. */
"New Account" = "New Account";

/* No comment provided by engineer. */
"New Category" = "New Category";

/* No comment provided by engineer. */
"New Entry" = "New Entry";

/* No comment provided by engineer. */
"New Recurring Item" = "New Recurring Item";

/* No comment provided by engineer. */
"New Smart Filter" = "New Smart Filter";

/* Next on date recurring subtitle */
"Next on %@" = "Next on %@";

/* No comment provided by engineer. */
"No Accounts" = "No Accounts";

/* No comment provided by engineer. */
"No accounts were found in this export." = "No accounts were found in this export.";

/* No comment provided by engineer. */
"No balance setup" = "No balance setup";

/* No comment provided by engineer. */
"No Budget" = "No Budget";

/* No comment provided by engineer. */
"No Categories" = "No Categories";

/* No comment provided by engineer. */
"No categories were found in this export." = "No categories were found in this export.";

/* No comment provided by engineer. */
"No Entries" = "No Entries";

/* No comment provided by engineer. */
"No entries were found in this export." = "No entries were found in this export.";

/* No comment provided by engineer. */
"No Ledger" = "No Ledger";

/* No comment provided by engineer. */
"No ledger was found on the associated entry or its accounts." = "No ledger was found on the associated entry or its accounts.";

/* No comment provided by engineer. */
"No Reimbursement Category" = "No Reimbursement Category";

/* No comment provided by engineer. */
"On Date" = "On Date";

/* No comment provided by engineer. */
"Please contact the developer at support@pockity.app with a screenshot of this error." = "Please contact the developer at support@pockity.app with a screenshot of this error.";

/* No comment provided by engineer. */
"Please select an account to transfer from." = "Please select an account to transfer from.";

/* No comment provided by engineer. */
"Please select an account to transfer to." = "Please select an account to transfer to.";

/* No comment provided by engineer. */
"Pockity+" = "Pockity+";

/* No comment provided by engineer. */
"Pockity+ for Family" = "Pockity+ for Family";

/* No comment provided by engineer. */
"Preparing" = "Preparing";

/* No comment provided by engineer. */
"Preparing the ledger for sharing" = "Preparing the ledger for sharing";

/* No comment provided by engineer. */
"Primary" = "Primary";

/* No comment provided by engineer. */
"Product not found" = "Product not found";

/* No comment provided by engineer. */
"Purchasing..." = "Purchasing...";

/* No comment provided by engineer. */
"Quarter" = "Quarter";

/* Quit anyway button title */
"Quit anyway" = "Quit anyway";

/* Quit without saves error question info */
"Quitting now will lose any changes you have made since the last successful save" = "Quitting now will lose any changes you have made since the last successful save";

/* No comment provided by engineer. */
"Recurring" = "Recurring";

/* No comment provided by engineer. */
"Recurring expense due tomorrow" = "Recurring expense due tomorrow";

/* No comment provided by engineer. */
"Reimburse" = "Reimburse";

/* No comment provided by engineer. */
"Reimbursement" = "Reimbursement";

/* No comment provided by engineer. */
"Reimbursements" = "Reimbursements";

/* No comment provided by engineer. */
"Repeat" = "Repeat";

/* No comment provided by engineer. */
"Restoring..." = "Restoring...";

/* No comment provided by engineer. */
"Share Ledger" = "Share Ledger";

/* No comment provided by engineer. */
"Shared Ledger" = "Shared Ledger";

/* No comment provided by engineer. */
"Table" = "Table";

/* No comment provided by engineer. */
"Thank you for the generous tip, I really appreciate it." = "Thank you for the generous tip, I really appreciate it.";

/* No comment provided by engineer. */
"Thank you for the generous tip, I really appreciate your continued support for me and the app." = "Thank you for the generous tip, I really appreciate your continued support for me and the app.";

/* No comment provided by engineer. */
"The common group container is not accessible by this module." = "The common group container is not accessible by this module.";

/* No comment provided by engineer. */
"The Reimbursement category was not found on this ledger." = "The Reimbursement category was not found on this ledger.";

/* Private information disclaimer */
"This information is directly saved on your device. It is never trasmitted to another entity with your explicit action." = "This information is directly saved on your device. It is never trasmitted to another entity with your explicit action.";

/* No comment provided by engineer. */
"To %@" = "To %@";

/* Tomorrow recurring subtitle */
"Tomorrow" = "Tomorrow";

/* No comment provided by engineer. */
"Total expenses this %@: %@" = "Total expenses this %1$@: %2$@";

/* No comment provided by engineer. */
"Total: %@" = "Total: %@";

/* Transfer */
"Transfer" = "Transfer";

/* No comment provided by engineer. */
"Transfer from" = "Transfer from";

/* No comment provided by engineer. */
"Transfer to" = "Transfer to";

/* Transferred to format */
"Transferred to %@" = "Transferred to %@";

/* No comment provided by engineer. */
"Untitled" = "Untitled";

/* No comment provided by engineer. */
"Week" = "Week";

/* No comment provided by engineer. */
"Weekly" = "Weekly";

/* No comment provided by engineer. */
"Year" = "Year";

/* No comment provided by engineer. */
"Yearly" = "Yearly";

/* No comment provided by engineer. */
"You can try this action again. If it continues to fail, please report the error to support@pockity.app" = "You can try this action again. If it continues to fail, please report the error to support@pockity.app";

/* No comment provided by engineer. */
"🎉 Thank you for purchasing Pockity+ and supporting its development 🎉" = "🎉 Thank you for purchasing Pockity+ and supporting its development 🎉";

